var chatData = {
    "001": {
        "title": "讲讲这个小作品",
        "question": "哇，你这个小作品挺有创意吗，讲一讲，可以嘛~",
        "answer": ["好。这个作品是一个创意个人主页，以对话聊天的形式，展示一些个人信息。", "用原生JavaScript编写，部署在github上面，没用框架和库，有兴趣可以查看源码。", "bigmom.me这个域名，寓意动漫《海贼王》里面的四皇之一bigmom这个角色。",]
    },
    "002": {
        "title": "我要看代码",
        "question": "这个作品看起来不错啊，我想看看源码。",
        "answer": ["谢谢夸奖！很荣幸！代码在github上放了一份，见笑了……", "<a href='https://github.com/lizhilai/hi' target='_blank'>点这里看代码</a>", "有不足之处，欢迎批评指导！"]
    },
    "003": {
        "title": "聊聊技术",
        "question": "你技术方面怎么样？",
        "answer": ["掌握原生JavaScript，掌握HTML5/CSS3，编码习惯符合规范。熟悉Web前端衍生的框架或库，熟练使用开发相关工具。更详细技能介绍见简历。",
         "其他方面，比如HTTP, Ajax, 服务器等相关知识，均有涉猎。", "想了解更多或者想了解细节，我们可以进一步交流。"]
    },
    "004": {
        "title": "你看哪些技术资料",
        "question": "你是通过哪些途径获取技术相关信息的呢？",
        "answer": ["途径还是蛮多的，比如技术类书籍、视频。", "还有网上的一些资料，比如各个技术社区、论坛，各种博客资讯类站点，还有零星分布在网络上的视频资源，等等吧。"]
    },
    "005": {
        "title": "加微信",
        "question": "能告诉我你的微信嘛，我要加你！",
        "answer": ["当然可以，微信号就是手机号，186 3014 7654", "QQ号码 7538441 ，欢迎骚扰"]
    },
    "006": {
        "title": "送你本书吧",
        "question": "看你挺喜欢看书的样子，送你本书怎么样？",
        "answer": ["受宠若惊啊，哈哈哈哈。", "最近想买《代码大全》和《七周七语言》，还没有下单，你可以考虑其中之一哈哈。", "开玩笑的啦，要不然我就把微信收款码放出来了，心领心领。"]
    },
    "007": {
        "title": "你电话多少",
        "question": "你的电话是？",
        "answer": ["手机号：186 3014 7645，微信也是这个。", "QQ号码 7538441 ，欢迎加好友哈。"]
    },
    "008": {
        "title": "哈哈挺好玩",
        "question": "你这个小作品还挺好玩。",
        "answer": ["谢谢夸奖！", "其实实现起来并不难，不信的话你去看看源码。", "其实只是初版，时间紧，就上了线。忙完这阵子会完善功能，好了告诉你，绝对震撼！"]
    },
    "009": {
        "title": "你帅吗",
        "question": "来，发个照片，看看小哥哥帅不帅",
        "answer": ["害羞中……", "既然你诚心诚意的问了……", "我就大发慈悲的告诉你……", "不帅。"]
    },
    "010": {
        "title": "你是谁",
        "question": "哈喽啊，请介绍下自己！",
        "answer": ["我是灰叶，这是我的网名哈，真名面基时告诉你！", "15年本科毕业后参加工作，期间对互联网开发产生兴趣，于是开始了探索的过程。", "现在呢，正在寻找Web前端开发的岗位。如果您那边正好有空缺岗位，又觉得我靠谱的话，我们可以进一步聊聊。"]
    },
    "011": {
        "title": "有线上移动项目吗",
        "question": "有线上的移动项目吗？",
        "answer": ["为这次求职准备了一个小程序，已提交但未审核，预计2-3个工作日会审核上线", "比预想慢了好多，不过面试可查看开发版和测试版，实际效果一致", "上线后会放出二维码"]
    }
}
